{
  "introduction": ["We take an immense pleasure in introducing ourselves as a professionally managed Contracting & Industrial supplies company starting our services and operating in & around India.", "We, TranG Engineering & Construction established in the year of 2019 by 6 specialists from diverse field with superfluous experience in EHV Substation & Transmission line, Underground cabling (EHV, HV, LV), Power plants, Water desalination plants, Commercial Buildings, Shopping malls, Hospitals and Telecommunication field in India as well as abroad. The company has been pioneering force behind creating dream space for individuals and corporates.", "Under the directors, assists a professionally experienced team and are ready to establish our expertise in India by providing Construction works in every possible fields, Manpower Supplies & Material Supply for a wide spectrum of clients. Currently we are seeking the vision of major clients from reputed companies in India to be able to provide efficient and prompt services from our company with a mark of quality in timely manner.", "We are well known to believe in our positive approach to all aspects of the business, but we prioritize quality, safety and delivery of requirement in the given period. By getting this right, we give our customers confidence during the process of planning and execution."],
  "whoweare": ["We TranG Engineering & Construction is a 100% Indian Company with Registered CR license under laws of Indian government. The company offers Construction works in all possible fields including Manpower Supplies & Material Supply. TranG Engineering & Construction is dedicated to comply all the Safety and Quality policy of our customer and our own policies. “Safety First” for all employees is embedded in our company culture from top to bottom.","We are committed to providing the best possible construction expertise & service to ensure cost effective and successful projects. We work closely with our clients to accurately interpret their dreams/visions in drawings and bring them to the desired reality through construction solutions to meet their needs; we communicate with our clients throughout the construction process to keep them informed of progress and to ensure that our project keeps on schedule and within budget."]
}